/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Beim Lesen der Farbpalette „%@“ ist ein Fehler aufgetreten. Wählen Sie eine andere Palette.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Beim Sichern der Farbpalette „%@“ ist ein Fehler aufgetreten. Versuchen Sie sie erneut zu sichern.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Beim Versuch, die benutzerdefinierte Palette auf „%@“ zu sichern, ist ein Fehler aufgetreten. Versuchen Sie sie erneut zu sichern.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Möchten Sie wirklich die gesamte Farbpalette „%@“ entfernen?";

/* Brightness slider text */
"Brightness" = "Helligkeit";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Abbrechen";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Farbpaletten";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Farbregler";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Farbrad";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Farbstifte";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Geräte-CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Geräte-Grau";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Geräte-RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Fehler beim Umbenennen der Palette";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Allgemeines CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Allgemeines Grau";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Allgemeines RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Grau";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Farben ausblenden";

/* Hue slider text */
"Hue" = "Farbton";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Bildpaletten";

/* Color space or profile model name */
"Indexed" = "Indiziert";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Es ist unklar, welches Objekt umbenannt werden soll. Es darf nur ein Objekt ausgewählt sein.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Neue Palette";

/* COMMENT */
"New name for color palette:" = "Neuer Name der Palette:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Farbpalette öffnen";

/* Color space or profile model name */
"Pattern" = "Muster";

/* COMMENT
   NEED COMMENT */
"Remove" = "Entfernen";

/* COMMENT */
"Remove Color Palette" = "Farbpalette entfernen";

/* NEED COMMENT */
"Remove Palette" = "Palette entfernen";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Das Entfernen einer benutzerdefinierten Palette kann nicht widerrufen werden. Wollen Sie „%@“ wirklich aus der Liste Ihrer Paletten entfernen?";

/* Generic title for color renaming panels */
"Rename Color" = "Farbe umbenennen";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Sättigung";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Farben einblenden";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Die Palette „%1$@“ enthält %2$ld Farben.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Die Datei „%@“ konnte nicht entfernt werden.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Das Bild „%1$@“ konnte nicht umbenannt werden in „%2$@“.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Die Zugriffsrechte der Datei „%@“ erlauben keine Veränderungen.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Das Profil „%1$@“ enthält %2$ld Farben.";

/* NEED COMMENT */
"There was a Color Panel error." = "Es ist ein Fehler beim Fenster „Farben“ aufgetreten.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Beim Öffnen einer Farbpalette ist ein Fehler aufgetreten.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Beim Sichern einer Farbpalette ist ein Fehler aufgetreten.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Diese Farbe kann keine Profile verwenden.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Ohne Namen";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Es existiert bereits eine Farbe mit dem Namen „%@“ in der Liste. Wählen Sie einen anderen Namen.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Es existiert bereits eine benutzerdefinierte Palette mit dem Namen „%@“. Wählen Sie einen anderen Namen.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Es existiert bereits eine Palette mit dem Namen „%@“. Wählen Sie einen anderen Namen.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "„%1$@“ kann nicht in „%2$@“ umbenannt werden.";

